Repository: Ismail774403783/apollo
Catalog: src/apollo/locale/*/LC_MESSAGES/django.po
Languages: az

source: Azerbaijani
az: Azərbaycan

source: Invalid response(s) for question(s): "%(attributes)s". You sent: %(text)s
az: Sual(lar)a düzgün cavab verilməyib: "%(attributes)s". Sizin göndərdiyiniz: %(text)s

source: Unknown question codes: "%(attributes)s". You sent: %(text)s
az: Sual kodları səhvdir: "%(attributes)s". Sizin göndərdiyiniz: %(text)s

source: Observer ID not found. Please resend with valid Observer ID. You sent: %(text)s
az: Müşahidəçi kodu səhvdir. Xahiş edirik düzgün Müşahidəçi kodundan istifadə edib mesajı yenidən göndərin. Sizin göndərdiyiniz: %(text)s

source: Invalid message: "%(message)s". Please check and resend!
az: Düzgün olmayan mesaj: "%(message)s". Xahiş edirik, yoxlayın və yenidən göndərin!

source: Thank you! Your report was received! You sent: %(message)s
az: Təşəkkür edirik! Sizin hesabatınız qəbul olundu! Sizin göndərdiyiniz: %(message)s

source: Activity
az: Fəaliyyət

source: Sample
az: Nümunə

source: All Roles
az: Bütün rollar

source: All Organizations
az: Bütün təşkilatlar

source: Observer ID
az: Müşahidəçi kodu

source: Location
az: Yer

source: Name
az: Ad

source: Phone
az: Telefon

source: %(group)s Status
az: %(group)s statusu

source: %(group)s Partial
az: %(group)s Qismən

source: %(group)s Missing
az: %(group)s Çatışmır

source: %(group)s Complete
az: %(group)s Tamam

source: Unmarked
az: İşarələnməmiş

source: Confirmed
az: Təsdiqlənmiş

source: Rejected
az: Qəbul olunmamış

source: Citizen Report
az: Vətəndaş hesabatı

source: All Location Types
az: Bütün Yer Növləri

source: Witness
az: Şahid

source: Unspecified
az: Qeyd olunmayıb

source: Witnessed incident
az: Pozuntunun şahidi olub

source: Arrived after incident
az: Pozuntu baş verəndən sonra gəlib

source: Incident was reported
az: Pozuntu barədə hesabat verilib

source: Verification
az: Dəqiqləşdirmə

source: I witnessed the incident
az: Mən pozuntunun şahidi olmuşam

source: I arrived just after the incident
az: Mən pozuntudan sonra gəlmişəm

source: The incident was reported to me by someone else
az: Pozuntu barədə mənə başqa şəxs məlumat verib

source: Observer
az: Müşahidəçi

source: Supervisor
az: Supervayzer

source: Phone #%(index)d
az: Telefon #%(index)d

source: Phone #1
az: Telefon #1

source: Controls the display of this location type on the form lists
az: Forma siyahısında bu yer növünün əks olunmasını idarə edir

source: Controls the display of this location type on the dashboard filter
az: Panel filterində bu yer növünün əks olunmasını idarə edir

source: Controls the display of this location type on the analysis filter
az: Təhlil filterində bu yer növünün əks olunmasını idarə edir

source: Determines whether this LocationType can be used in SMS forms
az: Bu yer növünün SMS formalarında istifadə olunub və ya oluna bilməyəcəyini müəyyən edir

source: Male
az: Kişi

source: Female
az: Qadın

source: Checklist
az: Yoxlama vərəqi

# Critical Incident
source: Incident
az: İnsident

source: Whether to create a new record if a submission doesn't exist
az: Hesabat mövcüd olmadığı halda yeni qeydiyyat yaradılsın?

source: Abbreviated version of the group name
az: Qrup adının qısadılmış versiyası

source: N/A
az: Aid Deyil

source: Complete
az: Tamam

source: Partial
az: Qismən

source: Empty
az: Boş

source: Dashboard
az: Panel

source: %(form)s Analysis
az: %(form)s Təhlil

source: %(form)s Voting Results
az: %(form)s Səsvermə Nəticələri

source: Edit Submission
az: Hesabatı Redaktə et

source: Add Submission
az: Hesabat Əlavə et

source: Texted Phone
az: SMS göndərilən Telefon

source: Timestamp
az: Zaman

source: Description
az: Təsvir

source: Edit Verification
az: Dəqiqləşdirməni Redaktə et

source: Observers
az: Müşahidəçilər

source: Role
az: Rol

source: Partner
az: Partnyor

source: Edit Observer
az: Müşahidəçini Redaktə et

source: Locations
az: Yerlər

source: Edit Location
az: Yeri Redaktə et

source: First Page
az: Birinci Səhifə

source: Previous Page
az: Əvvəlki Səhifə

source: Current Page
az: Hazırki Səhifə

source: Page
az: Səhifə

source: Next Page
az: Növbəti Səhifə

source: Last Page
az: Sonuncu Səhifə

source: Showing:
az: Göstərir:

source: Choose Activity
az: Fəaliyyəti seçin:

source: Go
az: İrəli

# adjective
source: Analysis
az: Təhlil

# noun
source: Results
az: Nəticələr

source: Reported
az: Hesabat verilib

source: Missing
az: Çatışmır

source: All
az: Hamısı

source: No Data Available
az: Məlumat Yoxdur

# html
source: Table
az: Cədvəl

source: Charts
az: Qrafiklər

# statistics
source: Mean
az: Orta həd

source: Organization
az: Təşkilat

source: Cancel
az: İmtina etmək

# verb
source: Export
az: Eksport

source: Send Message
az: Mesaj Göndər

# verb
source: Search
az: Axtar

# verb
source: Clear
az: Təmizlə

# adjective
source: Name
az: Ad

# adjective
source: Role
az: Rol

# adjective
source: Phone No.
az: Telefon No.

# adjective
source: Location
az: Yer

# verb
source: Edit
az: Redaktə et

source: Table
az: Cədvəl

source: Map
az: Xəritə

source: Witnessed
az: Şahidi olub

# verb
source: Reset
az: Əvvəlki Vəziyyətinə Qaytar

source: Checklists
az: Yoxlama vərəqləri

source: Incidents
az: İnsidentlər

source: Messages
az: Mesajlar

source: Logout
az: Çıxış

# verb
source: Cancel
az: Ləgv et

source: Code
az: Kod

source: Type
az: Növ

source: User Login
az: İstifadəçi Girişi

source: Your username and password <strong>did not match</strong>. Please try again.
az: Sizin istifadəçi adınız və şifrəniz <strong> uyğun gəlmir </strong>. Yenidən yoxlayın.

source: Username
az: İstifadəçi adı

source: Password
az: Şifrə

source: Sign In
az: Daxil ol

source: Total Valid
az: Ümumi Etibarlı Səslər

source: Rejected Ballots
az: Etibarsız Bülletenlər

source: Votes
az: Səslər

# abbreviation for margin of error
source: MoE
az: Təhsil Nazirliyi

source: Rural
az: Kənd

source: Urban
az: Şəhər

source: To
az: Kimə

source: %(counter)s recipient
az: %(counter)s alıcılar

source: characters
az: işarələr

source: message part
az: mesajın hissəsi

# verb
source: Send
az: Göndər

# number of characters in sentence
source: characters
az: işarələr

# number of characters in sentence
source: character
az: işarə

source: message parts
az: mesajın hissələri

source: Success
az: Uğur

source: Your message has been sent
az: Sizin mesajınız göndərildi

source: Error
az: Səhv

source: Please try sending again
az: Yenidən göndərməyə çalışın

# verb
source: Save
az: Yadda saxla

source: Texted Location
az: Mesaj Göndərilmiş Yer

source: No comment.
az: Şərh yoxdur.

source: Edit
az: Redaktə et

source: complete
az: tamam

source: partial
az: qismən

source: missing
az: çatışmır

source: Verified
az: Dəqiqləşdirilmiş

source: Unverified
az: Dəqiqləşdirilməmiş

source: Add Incident
az: İnsident Əlavə et

source: Observers Data
az: Müşahidəçi Məlumatları

source: Master Data
az: Master Məlumat

source: <em>N/A</em>
az: <em>Aid Deyil</em>

source: Serious Problem
az: Ciddi Problem

source: No Problem
az: Problem Yoxdur

source: No Data
az: Məlumat Yoxdur

source: Mobile
az: Mobil

source: Text
az: Mesaj

source: Incoming
az: Daxil Olan

source: Outgoing
az: Gedən

source: Message direction
az: Mesaj istigaməti

source: Created
az: Yaradılmış

source: Delivered
az: Çatdırılmış

source: Date
az: Tarix

source: Time
az: Vaxt

source: Direction
az: İstiqamət

# adjective
source: IN
az: DAXİLƏ

# adjective
source: OUT
az: XARİCƏ

source: Unknown file extension '%(format)s'
az: Naməlum fayl formatı '%(format)s'

source: This file is not in an accepted format (ods, xls, csv)
az: Bu fayl uyğun formatda (ods, xls, csv) deyil

source: Empty header
az: Boş başlıq

source: Unknown header
az: Naməlum başlıq

source: The column '%(column)s' is twice in your file's headers (sheet '%(sheet)s')
az: Sütün '%(column)s' sizin faylın başlığında (sheet '%(sheet)s') iki dəfə göstərilib

source: The header '%(header)s' is mandatory and is missing in sheet '%(sheet)s' of your file
az: Başlığın '%(header)s' qeyd olunması vacibdir və sizin faylın səhifəsində '%(sheet)s' çatışmır

source: Unable to read the file. Are you sure it is an XLS file?
az: Fayl oxumaq mümkün olmadı. Faylın XLS formatında olduğuna əminsiniz?

source: The ODS file contains formula. Please convert them to raw values before importing the file.
az: ODS faylında formulalar var. Zəhmət olmasa faylı import etməmişdən öncə, onları təmiz dəyərlərə ççevirin

source: The key field is the field which will determine if the entry is a new one. Typically a unique ID field.
az: Açar sahə daxil olmanın yeni olduğunu müəyyən edən bölmədir. Adətən özünəməxsus İD sahəsidir.

source: The import failed. Error message: %s
az: İmport alınmadı. Səhv mesaj: %s

source: Created objects: %(cr)d, modified objects: %(mod)d
az: Yaradılmış obyektlər: %(cr)d, yenilənmiş obyektlər: %(mod)d

source: Data import
az: Məlumatı import et

source: submit
az: göndər
