Repository: Ismail774403783/apollo
Catalog: apollo/translations/*/LC_MESSAGES/messages.po
Languages: ro

source: Not a valid choice!
ro: Nu este o optiune valida!

source: '%(value)s' is not a valid choice for this field
ro: %(value)s nu este o opțiune validă pentru acest domeniu

source: Choose Event
ro: Alegeti Evenimentul

source: Not Applicable
ro: Nu se aplica

source: Process Analysis
ro: Analiza proceselor

source: Results Analysis
ro: Rezultate Analiza

source: Checklist Form
ro: Lista de verificare Formular OTS

source: Incident Form
ro: Formular de incident

source: Require exclamation (!) mark in text message? (Does not apply to Checklist Forms)
ro: Solicite exclamarii (!) În semn de mesaj de tip text? (Nu se aplică Formulare Lista de verificare)

source: Accredited Voters
ro: Alegători acreditați

source: Quality Assurance
ro: Asigurarea calității

source: Invalid Votes
ro: Voturi nevalabile

source: Registered Voters
ro: Alegători înregistrați

source: Blank Votes
ro: Voturi neutilizate

source: Permitted Roles
ro: Roluri permise

source: Checklists are being created for the form, role and location type you selected in the current event
ro: Liste de verificare sunt create pentru tipul de formular, rolul și locul în care ați selectat evenimentul curentă

source: Checklists were not created
ro: Listele de control nu au fost create

source: Form Builder
ro: Constructor de formulare

source: Create form
ro: Crează un formular

source: Edit %(name)s
ro: Editează%(name)s

source: Forms
ro: Formulare

source: Quality Assurance — %(name)s
ro: Asigurarea calității — %(name)s

source: Form
ro: Formular

source: Location
ro: Locație

source: Sample
ro: Eșantion

source: All Organizations
ro: toate organizațiile

source: All Roles
ro: toate rolurile

source: All Types
ro: Toate tipurile

source: Unmarked
ro: nemarcată

source: Confirmed
ro: Confirmat

source: Rejected
ro: Respins

source: Citizen Report
ro: Raport recepționat de la cetățean

source: Status
ro: Stare

source: %(group)s Status
ro: %(group)s Stare

source: %(group)s Partial
ro: %(group)s parțial

source: %(group)s Missing
ro: %(group)s Lipseste

source: %(group)s Complete
ro: %(group)s complet

source: Quarantine Status
ro: Stare de carantină

source: Quarantine None
ro: Lipsă stare de carantină

source: Quarantine All
ro: Carantină Toate

source: Quarantine Results
ro: Carantină Rezultate

source: Quality Check Criterion
ro: Criteriu de verificare a calității

source: Quality Check Condition
ro: Calitate Verificați starea

source: Location type
ro: tipul de locație

source: Name
ro: Nume

source: Gender
ro: Gen

source: Role
ro: Rol

source: Supervisor
ro: Supraveghetor

source: Partner
ro: Partener

source: Phone
ro: Telefon

source: Password
ro: Parola

source: Select column
ro: Selectați o coloană

source: Participant ID
ro: ID-ul participantului

source: Location ID
ro: ID-ul Locul de amplasare

source: Phone prefix
ro: Prefix telefon

source: Group prefix
ro: Prefix de grup

source: Invalid phone prefix
ro: Prefix de telefon nevalid

source: Invalid group prefix
ro: Prefix de grup nevalid

source: %(label)s Name
ro: %(label)s Nume

source: %(label)s Code
ro: %(label)s Codul

source: %(label)s Geopolitical Code
ro: %(label)s Codul Geopolitic

source: %(label)s Other Code
ro: %(label)s Alte Coduri

source: %(label)s Registered Voters
ro: %(label)s Alegătorii înregistrați

source: Contributor and location cannot both be empty
ro: Contributor și locație nu pot fi ambele necompletate

source: Event
ro: Eveniment

source: Select Event
ro: Selectați Eveniment

source: Data File
ro: Fisier de date

source: Select form
ro: Selectați forma

source: Select role
ro: Selectați rolul

source: Select location type
ro: Selectați tipul de locație

source: N/A
ro: Nu este aplicabil

source: Deployment
ro: Implementare

source: Logo
ro: Siglă

source: Roles with access
ro: Rolurile cu acces

source: New password
ro: Parolă Nouă

source: Disable
ro: Dezactivează

source: Are you sure you want to disable selected users?
ro: Sunteți sigur că doriți să dezactivați utilizatorii selectați?

source: User(s) successfully disabled.
ro: Utilizator (i) dezactivat cu succes.

source: Enable
ro: Permite

source: Are you sure you want to enable selected users?
ro: Sunteți sigur că doriți să activați utilizatorii selectați?

source: User(s) successfully enabled.
ro: Utilizator (i) activat cu succes.

source: Permissions
ro: Permisiuni

source: Dashboard
ro: Bord de navigare

source: Checklists
ro: Liste de verificare

source: Concurrent Events
ro: Evenimente concurente

source: Events
ro: Evenimente

source: Forbidden Error
ro: Eroare interzisă

source: Off Limits!
ro: În afara limitelor!

source: We understood your request, but we refuse to honor it! You are seeing this page because you were snooping around! Now paddle along before the buzzer goes off!
ro: Am înțeles solicitarea, dar refuzăm să o executăm!

source: Page not found
ro: Pagina nu a fost gasita

source: Oh No! Looks like you're lost!
ro: Oh nu! Se pare că te-ai pierdut!

source: Don't freak out, maybe you entered the wrong address or clicked a bad link! Who knows, this could even be a fluke! :) I recommend you either verify the address or click the back arrow (&larr;) at the top left corner of the page, and cross-check the action you were trying to perform!
ro: Nu te speria, poate că ați introdus o adresă greșită sau dat clic pe o adresă greșită Cine știe, acest lucru ar putea fi chiar o întâmplare! :) Vă recomandăm să fie verificați adresa sau faceți clic pe săgeata din spate (& larr;) în colțul din stânga sus al paginii și verificarea încrucișată a acțiunii pe care încercați să efectuați!

source: Server Error
ro: Eroare de server

source: Zong! We screwed up :(
ro: Zong! Am comis o eroare

source: You shouldn't be seeing this page but you are because you're a genius and have found a rare bug in the software. Rest assured, we now know about it and will fix it ASAP!
ro: Nu ar trebui să vedeți această pagină, dar ești pentru că tu ești un geniu și-au găsit un bug rar în software-ul. Vă asigurăm că acum știm despre el si va repara cat mai repede posibil!

source: Logout
ro: Deconectare

source: No Data Available
ro: Nici o informatie disponibila

source: Go
ro: Accesează

source: Create checklists
ro: Creați liste de verificare

source: Add form
ro: Adăugaţi o formă

source: Type
ro: Tip

source: Form Actions
ro: Formular Acțiuni

source: Properties
ro: Proprietăţi

source: Builder
ro: Constructor

source: Checklist form
ro: Formularul Lista de verificare

source: Close
ro: Închide

source: Description
ro: Descriere

source: Save
ro: Salvați

source: Add Division
ro: Adaugă o diviziune

source: Parents
ro: Parental

source: Administrative Division
ro: Diviziune administrativă

source: Political Division
ro: Diviziune politică

source: Add
ro: Adăuga

source: Update Division
ro: Diviziune de actualizare

source: Delete
ro: Șterge

source: Update
ro: Actualizați

source: Cancel
ro: Anulare

source: Import Locations
ro: Importă locațiile

source: Code
ro: Cod

source: Edit
ro: Editează

source: Invalid file.
ro: Fișier nevalabil

source: User Login
ro: Logare utilizator

source: Your username and password <strong>did not match</strong>. Please try again.
ro: numele de utilizator și parola <strong> nu a coincid</strong>. Vă rugăm să încercați din nou.

source: Sign In with Persona
ro: Conectați-vă cu Persona

source: Sign In
ro: Conectare

source: Mobile
ro: Mobil

source: Date
ro: Data

source: Search
ro: Căutare

source: Clear
ro: Curățire

source: Time
ro: Timp

source: Direction
ro: Direcţie

source: IN
ro: ÎN

source: OUT
ro: Afară

source: Incoming Messages
ro: Mesajele primite

source: Edit Participant
ro: Editează participantul

source: Performance Evaluation
ro: Evaluarea performanței

source: Import Participants
ro: Importă Participanți

source: Send Message
ro: Trimite mesaj

source: ID
ro: Identificare

source: Organization
ro: Organizare

source: Participant Detail
ro: Participant Detalii

source: Phone Numbers
ro: Numere de telefon

source: Messages Sent
ro: Mesaje trimise

source: Accuracy
ro: Precizie

source: Completion
ro: Completare

source: Rating
ro: Evaluare

source: Messages
ro: Mesaje

source: View
ro: Vedere

source: History
ro: Istorie

source: Texted Phone
ro: Telefon texted

source: Validation Errors!
ro: Erori de validare!

source: The following conditions were flagged while validating this submission.
ro: Următoarele condiții au fost marcate în timp ce validarea această trimitere.

source: Confidence Level
ro: Nivel de încredere

source: Overridden Field
ro: Rubrică suprascrisă

source: Verification Status
ro: Starea de verificare

source: No comment.
ro: Fără comentarii.

source: Via
ro: Prin

source: Edited by
ro: Editat de

source: Updated
ro: Actualizat

source: Saved
ro: Salvate

source: Current
ro: Actual

source: Add Incident
ro: Adauga Incident

source: Observers Data
ro: Observatorii date

source: Master Data
ro: Datele de bază

source: Filter
ro: Filtru

source: Reset
ro: restabili

source: First Page
ro: Prima pagina

source: Previous Page
ro: Pagina anterioară

source: Next Page
ro: Pagina următoare

source: Last Page
ro: Ultima pagina

source: Showing
ro: Se afișează

source: of
ro: de

source: All Groups
ro: toate grupurile

source: Phone Verification
ro: verificare telefon

source: Verified
ro: verificate

source: Flagged
ro: semnalat

source: Insufficient Data
ro: date insuficiente

source: Unverified
ro: neverificată

source: To
ro: La

source: characters
ro: caractere

source: message part
ro: parte mesaj

source: Send
ro: Trimite

source: character
ro: caracter

source: message parts
ro: Piese de mesaje

source: Your message has been sent
ro: Mesajul tau a fost trimis

source: Error
ro: Eroare

source: Please try sending again
ro: Vă rugăm să încercați să trimiteți din nou

source: All Statuses
ro: toate Stările

source: complete
ro: complet

source: partial
ro: parțial

source: missing
ro: Lipsă

source: data present
ro: datele prezente

source: Locations Import Report
ro: Locatii Import Report

source: Locations
ro: locaţii

source: Edit Location
ro: editaţi locația

source: Administrative Divisions
ro: Diviziuni administrative

source: Your changes have been saved.
ro: Schimbarile tale au fost salvate.

source: Thank you! Your report was received! You sent: {text}
ro: Multumesc! Raportul dvs. a fost primit! Ati expediat {text}

source: Unknown question codes: "{questions}". You sent: {text}
ro: Cod intrebare: "necunoscut {intrebari}". Ati expediat: {text}

source: Invalid text sent: "{extra}". You sent: {text}
ro: Text eronat. ati texpediat: "{} suplimentar". Ati expediat: {text}

source: Observer ID not found. Please resend with valid Observer ID. You sent: {text}
ro: ID-ul de Dvs de observator nu a fost identificat. Vă rugam să trimiteti din nou cu ID-ul de observator valabil. Dvs. ati expediat: {text}

source: Invalid response(s) for question(s): "{questions}". You sent: {text}
ro: raspuns (uri) incorect pentru întrebarea (ile): "{întrebari}". Ati expediat {text}

source: Invalid message: "{text}". Please check and resend!
ro: Mesaj incorect: "{text}". Va rugam sa verificati si sa expediati din nou!

source: Invalid Form Specified
ro: Formular specificat nevalabil

source: Invalid Participant ID
ro: ID OTS nevalid

source: Checklist Not Found
ro: Lista de verificare nu a fost gasita

source: Your submission was received, but you sent it using an outdated form. Please download a new copy and resend. Thank you.
ro: Raportul dvs. a fost receptiona dar ati raportat utilizand un formular invechit. Va rugam sa descarcati o copie noua și retrimiteti. Multumesc.

source: Female
ro: Feminin

source: Male
ro: Masculin

source: Unspecified
ro: nespecificata

source: Invalid location id (%(loc_id)s)
ro: Invalidă locație id (%(loc_id)s)

source: Location with id %(loc_id)s not found
ro: Locație cu id %(loc_id)s nu au găsit

source: Supervisor with ID %(id)s not found
ro: Supraveghetor cu ID-ul %(id)s nu a fost găsit

source: Import report
ro: Importa raportul

source: Participants
ro: participanți

source: Participants Performance
ro: Performanta participantilor

source: Participant Performance
ro: Performanță participant

source: Edit Participant · %(participant_id)s
ro: Editeaza participant- %(participant_id)s

source: %(form)s Analysis
ro: %(form)s Analiză

source: Analyses
ro: Analize

source: Mean
ro: Înseamna

source: Reported
ro: Raportat

source: Missing
ro: Dispărut

source: All
ro: Toate

source: No data available
ro: Nici o informatie disponibila

source: Table
ro: Tabel

source: Charts
ro: diagrame

source: Summary
ro: rezumat

source: Detail
ro: Detaliu

source: Observer ID
ro: ID-ul de observator

source: %(form_name)s Voting Results
ro: %(form_name)s Rezultatele votului

source: Turnout
ro: Participarea la vot (Turnout)

source: Total Votes
ro: total voturi

source: Rejected Ballots
ro: Buletinele de vot

source: Blank Ballots
ro: buletinelor de vot

source: Total Valid
ro: Total valabile

source: Total Registered
ro: totalul inregistrat

source: Margin of Error
ro: Marja de eroare

source: MoE 95%%
ro: 95 %% MoE

source: MoE 99%%
ro: 99 %% MoE

source: Votes
ro: voturi

source: Convergence Chart
ro: Grafic de convergență

source: No Problem
ro: Nici o problema

source: Problem
ro: Problemă

source: MISSING
ro: DISPĂRUT

source: FLAGGED
ro: Semnalat

source: VERIFIED
ro: VERIFICAT

source: REJECTED
ro: RESPINS

source: Status — No Problem
ro: Stare - Nici o problema

source: Status — Unverified
ro: Stare - neverificat

source: Status — Verified
ro: Stare - verificate

source: Status — Rejected
ro: Stare - Respins

source: Observer Submission
ro: Raport observator

source: Master Submission
ro: Raport operator

source: None
ro: Nici unul

source: Results
ro: rezultate obținute

source: Unconfirmed
ro: Neconfirmat

source: Critical Incidents
ro: Incidente

source: Add Submission
ro: Adauga un raport

source: Edit Submission
ro: Editeaza raport

source: View submission
ro: Vizualizeaza raport
